[
    {
        "id": 0,
        "name": "NGO論（特別科目）",
        "degree": 1,
        "examination": false,
        "description": "　この科目は毎週リアクションペーパー（授業の感想文 100字以上）を記入する課題がある。３回ほどグループワークがあり、２回ほど300字程度のレポート課題がある。発表は強制ではなく加点対象となる。普段の授業は基本的に聴講。海外ボランティア活動に興味ある人におすすめ。"
    },
    {
        "id": 1,
        "name": "国際協力論（特別科目）",
        "degree": 1,
        "examination": false,
        "description": "　この科目は毎週リアクションペーパー（授業の感想文 100字以上）を記入する課題がある。３回ほどグループワークがあり、２回ほど300字程度のレポート課題がある。発表は強制ではなく加点対象となる。普段の授業は基本的に聴講。国際協力に興味ある人はおすすめ。"
    },
    {
        "id": 2,
        "name": "芸術へのアプローチ",
        "degree": 1,
        "examination": true,
        "description": "　この科目は3回ほどレポート課題がある。これらの課題は授業メモを参考に行うため、授業メモは必須となる。また中間、期末試験の計２回テストがあり、これは教科書と授業メモからの出題となる。発表やグループワークはなし。普段の授業は基本的に聴講となる。電子機器の使用は不可。芸術の歴史に興味ある人におすすめ。"
    },
    {
        "id": 3,
        "name": "企業の組織と戦略",
        "degree": 4,
        "examination": true,
        "description": "　この科目は毎授業２つのレポート課題がある。さらに、授業は課題レポートを用いたグループワークを通し意見をまとめ、その内容についての発表を行う。時間のない学生にはハードルの高い科目。また、計３回小テストがあり、教科書からの内容やレポート課題からの出題である。この大学で経営について深く学べる科目。"
    },
    {
        "id": 4,
        "name": "こころのはたらき",
        "degree": 2,
        "examination": true,
        "description": "　この科目は毎週教科書を予習しスライドを作成する必要がある。またグループワークが多くあり、友人や知人３～４人で組むことになる。小テスト計３回と期末試験がある。普段の授業は講義を聴きながら授業スライドを埋めていく感じとなるが、ランダムに指名され発言する場合もある。この大学で心理について学べる科目。"
    },
    {
        "id": 5,
        "name": "サステナブルイノベーション",
        "degree": 1,
        "examination": false,
        "description": "　この科目の普段の授業は基本的に聴講となり、稀にグループ内で討論を行ったりする。このグループメンバーは４～６人自由に組むことが出来る。毎回、授業の感想を書く課題が出題され、授業後半（第13回...）にはチームでボードゲームを考案し作成を行うため、組むチームメンバーは重要である。"
    },
    {
        "id": 6,
        "name": "指定放送大学 科目",
        "degree": 1,
        "examination": true,
        "description": "　授業から試験まですべてオンライン形式となる。１０問選択式の試験となり、最低６問正解で成績60点となる。すなわち５問正解では、この科目は不合格となる。"
    },
    {
        "id": 7,
        "name": "日本国憲法",
        "degree": 4,
        "examination": true,
        "description": "　この科目は授業内で小論文作成を行うため、事前に新聞や時事問題を確認しておくと小論文を書き進めやすいけど、文章能力がない人からするとかなり難易度が高いため事前の予習は必要。レポート、テスト等は３年生配当であるため難易度は高い。試験は暗記というよりも問題に対する理解力・思考力が求められてくる。"
    },
    {
        "id": 8,
        "name": "韓国語入門",
        "degree": 3,
        "examination": true,
        "description": "　この科目は韓国語を学ぶ。授業冒頭で復習のための１０分程度の小テストを行う。また授業に伴った宿題やレポートも出題されるため、授業中にノートを取ろう。口頭発表では韓国語を使用した自己紹介スライドの作成する。韓国語興味ある人には面白いカリキュラム。"
    },
    {
        "id": 9,
        "name": "日本文学の世界",
        "degree": 2,
        "examination": true,
        "description": "　この科目は小テストを計２回行い、更に配点ん３０点の達成度確認試験ある。これらの試験はすべて授業中のメモやノートをもとに出題されるため、メモは必須となる。レポートはPowerPointを使用した和歌表現や手紙文の作成などを行う。また、普段の授業は基本的にメモを取りながらの聴講となる。"
    },
    {
        "id": 10,
        "name": "グローバル社会（ヨーロッパ）",
        "degree": 3,
        "examination": true,
        "description": "　この科目は毎回約60分間テーマに沿った講義を行い、講義後はグループで話し合い、意見などをまとめ小レポートとして提出する。また復習のため、毎回の講義で小テストを行う。これは書物に関する基本的な問題からの出題となる。最終レポートは授業を基に作成することが条件であり、インターネットからの引用は禁止であるため、講義メモを取る必要がある。"
    }
]
